export const data = [

    {
      id: 1,
      author:"Эдгар Аллан По",
      nameBook: "Убийство на улице Морг",
      description:"Ужас, подавляющий чувства, таинственные события, призраки потустороннего мира - в готических историях Эдгара По не надейтесь на счастливый конец.",
      image: "https://cdn.eksmo.ru/v2/ITD000000000804306/COVER/cover1__w820.jpg"
    },

    {
      id: 2,
      author:"Агата Кристи",
      nameBook: "Десять негритят",
      description:`Роман «Десять негритят» — один из величайших детективных произведений в истории. Выпущенный общим тиражом более 100 000 000 экземпляров, он занимает пятое место в списке бестселлеров художественной литературы всех времен — и безусловное первое место среди романов самой Агаты Кристи.

      Агата Кристи — самый публикуемый автор всех времен и народов после Шекспира. Тиражи ее книг уступают только тиражам его произведений и Библии. В мире продано больше миллиарда книг Кристи на английском языке и столько же — на других языках. Она автор восьмидесяти детективных романов и сборников рассказов, двадцати пьес, двух книг воспоминаний и шести психологических романов, написанных под псевдонимом Мэри Уэстмакотт. Ее персонажи Эркюль Пуаро и мисс Марпл навсегда стали образцовыми героями остросюжетного жанра.
      
      Десять никак не связанных между собой людей в особняке на уединенном острове... Кто вызвал их сюда таинственным приглашением? Зачем кто-то убивает их, одного за другим, самыми невероятными способами? Почему все происходящее так тесно переплетено с веселым детским стишком?`,
      image: "https://cdn.eksmo.ru/v2/ITD000000000976201/COVER/cover1__w820.jpg"
    },

    {
      id: 3,
      author:"Рэй Брэдбери",
      nameBook: "Смерть - дело одинокое",
      description:`Роман Брэдбери, написанный через двадцать с лишним лет после "Надвигается беда", удивил всех. "Смерть – дело одинокое" – это дань памяти «крутым» детективам Р. Чандлера и Д. Хэммета и классическому голливудскому нуару.`,
      image: "https://cdn.eksmo.ru/v2/430000000000166485/COVER/cover1__w820.jpg"
    },

    {
      id: 4,
      author:"Рэй Брэдбери",
      nameBook: "Давайте все убьем Констанцию",
      description:`Рэй Брэдбери (1920—2012) — великий мастер пера, классик мировой литературы и живая легенда фантастики. Его книги уже более полувека увлеченно читают миллионы людей во всем мире. Брэдбери намного больше, чем писатель-фантаст — его творчество можно отнести к «высокой», внежанровой литературе. Известнейшие романы, рассказы и повести, яркие и искренние, принесли Рэю Брэдбери славу не только придумщика удивительных историй, но и философа, мыслителя, психолога.`,
      image: "https://cdn.eksmo.ru/v2/ITD000000000308481/COVER/cover1__w820.jpg"
    },

    {
      id: 5,
      author:"Стиг Ларссон",
      nameBook: "Девушка с татуировкой дракона",
      description:`BLACK — лимитированная коллекция триллеров для истинных ценителей жанра. Только подлинные шедевры современной и классической остросюжетной прозы, достойные лучшего полиграфического исполнения. Изысканный стиль, достойный содержания.

      «Девушка с татуировкой дракона» — начало культовой трилогии, проданной тиражом более 100 миллионов экземпляров. Абсолютный мировой бестселлер. Дважды экранизирован. Награды и премии, которых была удостоена книга, не поддаются подсчету. Этот роман навсегда изменил законы остросюжетной литературы.
      
      Сорок лет загадка исчезновения юной родственницы не дает покоя стареющему промышленному магнату, и вот он предпринимает последнюю в своей жизни попытку — поручает розыск журналисту Микаэлю Блумквисту. Тот берется за безнадежное дело больше для того, чтобы отвлечься от собственных неприятностей, но вскоре понимает: проблема даже сложнее, чем кажется на первый взгляд.
      
      Как связано давнее происшествие на острове с несколькими убийствами женщин, случившимися в разные годы в разных уголках Швеции? При чем здесь цитаты из Третьей Книги Моисея? И кто, в конце концов, покушался на жизнь самого Микаэля, когда он подошел к разгадке слишком близко? И уж тем более он не мог предположить, что расследование приведет его в сущий ад среди идиллически мирного городка.`,
      image: "https://cdn.eksmo.ru/v2/ITD000000001126472/COVER/cover1__w820.jpg"
    },

    {
      id: 6,
      author:"Уилки Коллинз",
      nameBook: "Лунный камень",
      description:`Идеи и сюжетные ходы Уилки Коллинза из романа «Лунный камень» использовали Конан Дойл, Гилберт Честертон, Агата Кристи, многое стало классикой для детективного жанра.

      Индуистский бог Вишну повелел, чтобы «Лунный камень охранялся тремя жрецами день и ночь, до скончания века» и предсказал несчастье тому, кто осмелится им завладеть. Захватывающее продолжение истории — в самом первом и самом лучшем, по словам Томаса Элиота, детективном романе английской литературы.`,
      image: "https://cdn.eksmo.ru/v2/ITD000000001198518/COVER/cover1__w820.jpg"
    },

    {
      id: 7,
      author:"Артур Конан Дойл",
      nameBook: "Рассказы о Шерлоке Холмсе",
      description:`Перу английского писателя, публициста и журналиста Артура Конан Дойла принадлежат исторические, приключенческие, фантастические романы, но в мировую литературу он вошел как создатель самого Великого Сыщика всех времен и народов — Шерлока Холмса.

      Благородный и бесстрашный борец со Злом, обладатель острого ума и необыкновенной наблюдательности, с помощью своего дедуктивного метода сыщик решает самые запутанные головоломки, зачастую спасая этим человеческие жизни. Он обладает актерским даром и умеет поставить эффектную точку в конце каждого блестяще проведенного им расследования. Неутомимый Шерлок Холмс и его легко увлекающийся друг доктор Ватсон дороги сердцу читателей всего мира.`,
      image: "https://cdn.eksmo.ru/v2/ITD000000001264559/COVER/cover1__w820.jpg"
    },

    {
      id: 8,
      author:"Гилберт Кит Честертон",
      nameBook: "Лиловый парик",
      description:`Рассказы Гилберта Кийта Честертона о проницательном священнике Брауне, раскрывающем сложнейшие преступления, стали классикой детективного жанра. Занимательные истории с увлекательным сюжетом, неподражаемым английским юмором и элементами притчи – настоящее удовольствие для любителей детектива.`,
      image: "https://cdn.eksmo.ru/v2/ITD000000000239596/COVER/cover1__w820.jpg"
    },

    {
      id: 9,
      author:"Агата Кристи",
      nameBook: "Загадка Эндхауза",
      description:`Несмотря на то, что сама Агата Кристи не относилась всерьез к этому произведению, заявляя о том, что "даже не помнит, как его писала", роман стал одним из самых любимых у поклонников великого Эркюля Пуаро.

      Отдыхая на корнуолльском побережье со своим верным помощником капитаном Гастингсом, великий сыщик Эркюль Пуаро случайно узнает, что богатая хозяйка большого поместья Эндхауз, расположенного неподалеку от их отеля, прекрасная Ник Бакли жалуется на смертельную опасность, якобы угрожающую ей. Сначала, ни с того ни с сего, выходят из строя тормоза на ее автомобиле. Затем, на горной тропе, буквально в сантиметрах от нее пролетает упавший сверху валун. И, в довершение всего, на женщину обрушивается со стены большая тяжелая картина. Наконец, когда Пуаро обнаруживает отверстие от пули в летней шляпке Ник, он решает, что опасность действительно существует, и начинает расследование. Но его результаты поразят даже такого искушенного в преступлениях человека, как Пуаро…`,
      image: "https://cdn.eksmo.ru/v2/ITD000000000963975/COVER/cover1__w820.jpg"
    }

  ]